cask_args appdir: '/Applications'

tap 'homebrew/bundle'
tap 'puma/puma'
tap 'homebrew/cask'

brew 'coreutils'
brew 'fzf'
brew 'fish'
brew 'ripgrep'
brew 'rust'
brew 'go'
brew 'grc'
brew 'node@16'
brew 'openssl'
brew 'terraform'
brew 'tmux'
brew 'yarn'
brew 'vim'
brew 'reattach-to-user-namespace'
brew 'kubectl'
brew 'kubernetes-helm'
brew 'starship'
brew 'node'
brew 'jq'
brew 'asdf'
brew 'bufbuild/buf/buf'

brew 'fish'
brew 'git-delta'
brew 'gh'
brew 'grc'
brew 'kubectx'
brew 'starship'
brew 'hashicorp/tap/terraform-ls'

cask 'alacritty'
cask 'google-cloud-sdk'

